export default {
    getNotice : ()=>{
        return {
            code : 0,
            data:{
                announcements : [
                    {id:1,date:'2002-2-4',notice:"本周五公司将进行年度总结会议，请准。"},
                    {id:2,date:'2002-2-4',notice:"本周五公司将进行年度总结会议，请准。"},
                    {id:3,date:'2002-2-4',notice:"本周五公司将进行年度总结会议，请准。"},
                    {id:4,date:'2002-2-4',notice:"本周五公司将进行年度总结会议，请准。"},
                    {id:5,date:'2002-2-4',notice:"本周五公司将进行年度总结会议，请准。"},
                    {id:6,date:'2002-2-4',notice:"本周五公司将进行年度总结会议，请准。"},
                    {id:7,date:'2002-2-4',notice:"本周五公司将进行年度总结会议，请准。"},
                    {id:8,date:'2002-2-4',notice:"本周五公司将进行年度总结会议，请准。"},
                    {id:9,date:'2002-2-4',notice:"本周五公司将进行年度总结会议，请准。"},
                    {id:10,date:'2002-2-4',notice:"本周五公司将进行年度总结会议，请准。"},
                ]
            }
        }
    }
}